{
    "Collapsing Sky": "A drop of strength condensed from time itself. All the seemingly insignificant moments come together to form the magnificent choir of fate.\"The death of all things is as natural as their birth. Time erodes everything, turning all tangible entities to dust.\"",
    "Passkey": "A drop of strength condensed from time itself. All the seemingly insignificant moments come together to form the magnificent choir of fate. \"Knowledge is locked behind a gate, the key to which is hidden from those seeking answers from others, while made obvious for those determined to find it on their own.\"",
    "Shared Feeling": "When the doctor found the wounded girl, she was clinging to a machine that had stopped working, with all sorts of parts filling her pocket.She took the girl back to her clinic and treated the wounds.Drops of sweat slowly rolled down the girl's cheek, but she remained silent and her hands didn't stop fiddling the machine.To the doctor, the way the girl was attached to the machine was very much like how she was attached to her patients who needed help.So the doctor did not try to comfort the girl nor did she nag her about being more careful; but rather, she sat down with her to give her a moment of peace.",
    "Multiplication": "A drop of strength condensed from time itself. All the seemingly insignificant moments come together to form the magnificent choir of fate.\"When life has lost its meaning, please continue to bestow life upon it.\"",
    "Resolution Shines As Pearls of Sweat": "The limelight cast on the boxing ring is bright, but no brighter than all those beads of sweat running down his back.He has long been determined to use his two fists to protect those he cherishes the most.After all, they are the ones who ignited his determination in the first place.They are the ones who have always been there for him, be it inside or outside the boxing ring.",
    "River Flows in Spring": "The young boy took a short break from his sword practice.The sunlight was baking his already heated neck. He slowly got into the water, whose coldness touched his bare feet.When the bell chimes and birds tweet, even the people far away would know that springtime had arrived.",
    "Good Night and Sleep Well": "The dim light outlines the dust tracks,As a young girl mumbles sweetly in her sleep.A silent figure appears behind her.\"Well, well, well, you're cuter without those glasses — I knew it.\"The guitarist stares at her sleeping face, muttering to herself:\"Good night, the genius girl that worries a lot.\"",
    "Mediation": "A drop of strength condensed from time itself. All the seemingly insignificant moments come together to form the magnificent choir of fate. \"What can be more joyous than purging disharmony?\"",
    "Woof! Walk Time!": "Pity that no one has seen it...Seen it screw up its nose and sniff around and dive into an empty path.Pity that no one has seen it...Seen it retract its claws, enter the password, and leap into the embraces of freedom.Has nobody seen it still...?A grown dog can now walk itself in space!",
    "Cornucopia": "A drop of strength condensed from time itself. All the seemingly insignificant moments come together to form the magnificent choir of fate.\"Life is the existence of order beyond a certain threshold. Its birth is the final answer to the silent universe, declaring the end to the era of old chaos.\"",
    "Today Is Another Peaceful Day": "There is the new book borrowed for lunch and she just figured out a new way to play tiles.If she works slowly, the rest of her job should last exactly till the end of day.She ducks easily into a corner.No one must disturb her in her wonderful off time— not even diviner Fu.Just on the off chance that she does show up...\"Then I'll give this milk candy ball to Diviner Fu. She can't be angry after having sweets!\"",
    "Carve the Moon, Weave the Clouds": "He immediately falls in love with the golden vessel and is about to buy it,but the Foxian girl drags him aside and whispers:\"Please return at night, Mr. Benefactor, and make up your mind then.\"As promised, he returns at night.The same Foxian girl opens the door and smiles at him.\"Please follow me, Mr. Benefactor.\"A ray of moonlight shines onto the base of the etched plate.The artisan had traced the petals with lines of various depths, and he would not be able to see such details without the moonlight.He finally recalls why this item is called \"Carve the Moon, Weave the Clouds.\"",
    "Adversarial": "A drop of strength condensed from time itself. All the seemingly insignificant moments come together to form the magnificent choir of fate.\"Freedom fighters will never die, as their stories will forever be told.\"",
    "Pioneering": "A drop of strength condensed from time itself. All the seemingly insignificant moments come together to form the magnificent choir of fate.\"We will no longer fight alone. The IPC will stand alongside everyone in assistance.\"",
    "Quid Pro Quo": "After enjoying an intense massage from the dragon girl,the Foxian girl held out her hand and playfully pinched the dragon girl's little chubby cheeks.The little girl then pouted her lips, clearly offended, only to elicit a gleeful giggle from the Foxian girl.\"Now that's what I call a proper quid pro quo.\"",
    "Dance! Dance! Dance!": "\"Why couldn't Hook do a spinning dance move, just like how Clara does?\"She clenched her tiny fists and pouted her cute lips, her chubby little face looking redder than ever under her signature felt hat.\"Please, Mr. Svarog, can you please help Hook with this?\"Without saying any words, Mr. Svarog began to hold out his robotic arm.\"I'm g—gonna be sick!!! Put me down now! Please!\"",
    "A Secret Vow": "The boy would always make sure that his gloves and elbow guards were in good shape before leaving.He treasured his gloves more than anything because they were tight enough to hide secrets.With this layer of protection, no one could see the bandages on his hand and the wound beneath them.He would be treated as if he was normal, and he would be greeted just like everyone else.That was all he asked for.",
    "In the Name of the World": "\"Welt...?\"\"It's a... great name, right?\"\"Then...\"\"From now on, you are Welt.\"\"This Herrscher core... and the mission to protect the world...\"\"I'll leave them to you, Welt.\"",
    "Mutual Demise": "A drop of strength condensed from time itself. All the seemingly insignificant moments come together to form the magnificent choir of fate.\"How does one make perfect the past of a planet? Now — immediately — rend the planet asunder.\"",
    "In the Night": "A young girl smiles subtly.\"How?\"\"Right here, right now, I am alone...\"\"But it feels... very lively.\"",
    "Meshing Cogs": "A drop of strength condensed from time itself. All the seemingly insignificant moments come together to form the magnificent choir of fate. \"Harmony is achieved when everyone does their bit amidst the clunking of machines.\"",
    "Eyes of the Prey": "In reality, most prey don't realize when danger is encroaching.This one's no exception.The sniper's scope slowly centers on a man throwing banknotes stack after stack, who seems completely oblivious to his impending demise.\"So that's what greed looks like. That amount is equal to several of my contracts already... No wonder someone wants him dead.\"As if these thoughts were broadcasted out loud, the man in the scope turns his head, looking straight into the eyes of the sniper. \"I've been waiting for you. Would this much be enough for you to hear me out?\"",
    "Arrows": "A drop of strength condensed from time itself. All the seemingly insignificant moments come together to form the magnificent choir of fate.\"The hunter's eyes are the clearest when they pull back the bowstring with the arrow notched.\"",
    "Only Silence Remains": "\"Shouldn't we get off? It's our stop.\"A chuckle came from above. His eyes moved, but he didn't look up.\"To be clear, March always says you're expressionless, but I don't agree.\"\"The train's data bank show traces of an update, but the results weren't saved.\"\"So... which entry were you having trouble with?\"He grasped his pen tighter as he looked at the bloody scene drawn in the notebook from memory.\"I see. It was the one about you...\"",
    "Before Dawn": "\"Do not make this decision lightly, general... Think about how you will be remembered in history...\"The general of the Cloud Knights listens to his subordinates' words with eyes half-closed.\"History will make its own judgment, but I have no interest in my legacy.\"\"If I succeed, history will state that I am currently supremely confident in my masterful strategy.\"\"But if I fail, then history will state that I am currently neglecting my duties in wanton pleasure, preferring finches over my people.\"A finch jumps down from his shoulder, and he extends his hand to catch the small creature.\"I have simply made my own decision.\"",
    "Fermata": "The phonograph record is being played, spinning nonstop. Even the sounds of all those hoarse shrieks cannot escape the heatwave and are dampened by its tepidity.She seemed unprepared and utterly enthralled by the fascinating melodies:It started with sincerity and anticipation......followed by a passionate catharsis......with one climax after another......until the record's spinning came to a final stop and those hoarse shrieks were no longer audible.\"Mission accomplished.\"",
    "But the Battle Isn't Over": "\"Remember, the war with the monsters cannot be won by retreating.\"\"We are the last defense, the final iron wall between them and Belobog...\"\"We cannot retreat under any circumstances!\"She looks up to see the frozen earth and endless winter ahead.Business as usual.Only that... the figure at which she had been gazing is gone.",
    "Something Irreplaceable": "\"Should a day come when even I'm not here anymore, please look after this database, Svarog.\"(Who is this... Why is this message in my records...)\"Do you have something that's irreplaceable, Svarog?\"(Irreplaceable... broken parts... can simply be replaced...)\"You'll definitely find it one day, Svarog.\"(Such things... will only cause trouble...)\"When that time comes... You should leave this place behind.\"",
    "Moment of Victory": "\"If you want to cry after your loss, Gepard, then cry.\"\"But you need to stand back up even you are crying, until you can defeat me... Even if it takes years.\"A few years later, the boy no longer cried or lost to his sister.Now on the battle field, the courageous Silvermane Guard captain will defend till the end no matter what— all to find the moment to completely destroy the enemy.",
    "Post-Op Conversation": "\"You're awake... Thank you.\"\"You... saved my life, Natasha. The one who should be saying thanks... is me.\"\"No, I should be thanking you... for holding on until I finished the surgery.\"The doctor and patient smiled wearily at each other and said nothing more.",
    "Warmth Shortens Cold Nights": "Lighting a light, she glanced at her friend beside her while holding a mug of warm chocolate.Watching her read the books and notes she gifted her.Watching her expressing a rare smile.In cold nights like this, even the tiniest bit of bliss can chase away the chills.",
    "Perfect Timing": "On a bustling street, he walks and walks. The sunlight closely follows his footsteps.He makes a stop and picks up an umbrella to shade himself from the sun...and from that prying gaze.",
    "Data Bank": "A drop of strength condensed from time itself. All the seemingly insignificant moments come together to form the magnificent choir of fate.\"Human extinction is inevitable, but the library will live on: lonely, immobile, and hidden from the public. Its vast collection is useless, yet pure from corruption.\"",
    "Memories of the Past": "An old photo lies on the far end of the table in the guardian's residence.She would always subconsciously move her eyes away whenever she happened to see it.The memories of the past had already become distant, but the dreams of today still linger.",
    "Nowhere to Run": "This isn't the first time he's seen this man.This man had become his own inseparable shadow.No matter how many times he runs this man through with his spear, the man always comes back.He can neither lose to this man, nor truly win.Though he wants to run away, there is nowhere to run.",
    "Darting Arrow": "A drop of strength condensed from time itself. All the seemingly insignificant moments come together to form the magnificent choir of fate. \"The battle has begun. Arrows are thirsty for blood.\"",
    "Day One of My New Life": "\"So happy I got to see Pom-Pom in new clothes today! I like it~\"\"Today's my birthday! I'm still as cute as ever.\"\"Today, I finally finally finally have a junior! Isn't that right, Trailblazer?\"We click the shutter many times without thinking.Do we do that to capture the happiness at that moment?Or to capture ourselves at that moment?",
    "Amber": "A drop of strength condensed from time itself. All the seemingly insignificant moments come together to form the magnificent choir of fate.\"Only those who aren't affected by time can survive in time.\"",
    "The Seriousness of Breakfast": "Though the table is set...Some people want a cup of tea first.Some people want to take a picture first.Some people want to read the newspaper first.Some people want to write a page in their notebook first.Some people want to play on their phone first.\"All of you, eat while the food is hot!\"",
    "We Will Meet Again": "She had once thought it was some sort of program. How else would it never tire?But a program would never actively discard the optimal solution and bypass her trap.\"Seems like we'll have a war of attrition.\"She yawns.\"Time to sleep. Organic lifeforms should treasure rest.\"The surroundings dim.She suddenly bolts awake, but the residues of data are swept away and destroyed. It all seems like a dream— but the taste of defeat is very real.",
    "This Is Me!": "The girl could rock any outfit she chooses, but she was unsatisfied, judging by the dozen sets of clothing piled up behind her.\"Will this be the last outfit for today?\"She thought silently to herself and looked at the girl in the mirror. She looked extra happy on this day.\"Okay! This is me!\"",
    "Trend of the Universal Market": "The planet is receiving a revaluation...\"Will this project show that it's mutually beneficial to collect any outstanding debts?\"\"But we only need to convey one message — our existence.\"\"If it were to have a value of its own, then it must create value for the corporation.\"",
    "Defense": "A drop of strength condensed from time itself. All the seemingly insignificant moments come together to form the magnificent choir of fate. \"If you ever doubt these walls will lead us to victory, just look at these brave souls standing atop them.\"",
    "Fine Fruit": "A drop of strength condensed from time itself. All the seemingly insignificant moments come together to form the magnificent choir of fate. \"Everything tastes sweet for those desperate for water.\"",
    "Make the World Clamor": "She stood on the stage, waving at her audience, encouraging them to make their voice heard.Songs, shouting, or sigh — anything that makes a sound.Voice your thoughts, so others can come to help.\"Don't make your heart as cold as this concrete jungle.\"— Make the world clamor.",
    "Hidden Shadow": "A drop of strength condensed from time itself. All the seemingly insignificant moments come together to form the magnificent choir of fate. \"The Nihility might find us, but there is a non-zero chance that they might not.\"",
    "The Moles Welcome You": "\"Moles, moles,\"\"Leaving our holes,\"\"Smart moles fear naught foes,\"\"Moles, moles,\"\"Bite your toes!\"",
    "Night on the Milky Way": "If you are concerned for the road, just look up again.When the stars look gently down, the heart would already be soaring.Every thought and every whisper,becomes a life experience that would never leave.",
    "Planetary Rendezvous": "She had no idea what to expect when she first started out on this journey.All she knew was that she could at long last be rid of the judgmental eyes and petty bickering of her family.She felt she finally understood what the poet was trying to say.\"One day, we would grow wings and forget what it was like to walk.\"The light in her eyes became the glittering stars.",
    "Chorus": "A drop of strength condensed from time itself. All the seemingly insignificant moments come together to form the magnificent choir of fate.\"Fingers clutch to make a fist, strength is built via numbers. I give myself for something higher — the concept of us.\"",
    "Texture of Memories": "The universe was like a badland filled with rubbish.There were the occasional treasure that lies undiscovered.They looked through the cracks of the past, choosing seeds of memory....If a new life was to be born, its seed has to be dead.Precious stones of pink, blue, and white were brought forth,twinkling gently in their seed plot,even though the universe held onto its enigmatic silence.",
    "Void": "A drop of strength condensed from time itself. All the seemingly insignificant moments come together to form the magnificent choir of fate.\"He stared into the void, hanging high like the dark sun at the end of all matter, or a mouth that answered all questions. It said: ███ █ ███ ██ The answer couldn't be expressed in any human language, but could be understood by all.\"",
    "Sleep Like the Dead": "The boy is still tightly grasping the sword even when fast asleep against the general's shoulder.The general gently taps the boy's cheek, and the boy mutters in his sleep.\"General... I finally... won.\"The general pauses. He suddenly realizes that, compared to the boy trying to improve every day,he himself has endured too many years and is used to stagnation.\"You will soon be better than everyone, and that will only be the beginning...\"",
    "We Are Wildfire": "She got used to people losing their homes.And she got used to people losing their lives.But crying alone was useless.\"Wear this red scarf, and then we shall share each other's pain.\"\"We are family. We are Wildfire.\"The moment that pair of big hands held her head, she could no longer hold back her tears.",
    "Sagacity": "A drop of strength condensed from time itself. All the seemingly insignificant moments come together to form the magnificent choir of fate. \"Should Wise Ones be unable to abandon their identity as humans, they shall be abandoned by wisdom.\"",
    "Subscribe for More!": "\"Yo, yo. What is up! Is everything coming through?\"The orange-haired girl slowly lifts a sledgehammer while shouting enthusiastically at the camera.\"Ever seen a pretty girl doing the cinder-block-smashed-on-chest stunt?\"\"I didn't sign up for this!\"The brunette girl cried out loud, only to be met with a sly smile from the girl with the orange hair.\"Please. Just let me do this. This is what people would've wanted.\"",
    "Loop": "A drop of strength condensed from time itself. All the seemingly insignificant moments come together to form the magnificent choir of fate. \"Those running away from the past think no one understands their despair. When they finally take a breather, they'll find their future selves staring right at them with bloodshot eyes.\"",
    "On the Fall of an Aeon": "It began with a flash of light.One by one, they fell as the threat of expiration loomed over them.They had to stop self-replicating and rushed to embrace each other,trying to offer the right to reproduce in exchange for a possibility of survival.They held hands in a show of unprecedented unity....But the Paths met an abrupt end,and they were headed to a true death.",
    "Under the Blue Sky": "Under the blue sky, fields of wheat were dancing.The young girl was carefully weaving a flower wreath,for her most beloved little sister.That was when they were still the same height.That was when they shared the same smile.",
    "Swordplay": "Looking rather skeptical, the girl thrust the small sword at her imaginary enemy in an attempt to convince herself that this thing was useful.How can something so feeble compete with my two-handed sword? Do enemies even notice when they get stabbed?The owner of the sword did not seem to care about its size.After all, enemies are defeated by strategy, not swords.It doesn't matter whether the sword is heavy or light, as long as you use the pointy end.",
    "Return to Darkness": "Even though her sister was close by her side, she could hear nothing.The only thing audible was the voice in the depths of her heart, which only grew louder by the minute.\"Big sis's body is cold.\"\"Big sis's body is not moving.\"A violent surge of fury irrevocably overwhelmed her so much that she didn't even find the time to clear her mind, or to remember this crucial yet neglected fact...\"Big sis's body has been cold like this for a very long time.\"",
    "Past and Future": "The wings of the paper kite in her hands were broken, brutally reminding her of her beloved's tragic passing.She kneeled next to the fire of war, eyes full of sorrow.\"If you are the only one left to do this, then our sacrifice would...\"Gunfire raged on, painting the sky red without dampening its majesty.She looked up at the sky, eyes full of fury.",
    "Cruising in the Stellar Sea": "Coursing 'tween the sea of stars,they cruise with the speed of a rainbow's chromatic flash.A journey of hunting undying abominations,collecting cures and miracles,and seeking deliverance.Akin to a vow unbroken, their voyage will be,ad infinitum.",
    "Geniuses' Repose": "She pointed at that green rice cake.\"The experiment has ended. Time to take a break. I just can't miss this freshly made dessert.\"She saw the puppet girl frowning in deep thought.\"Well, in your current body, you can only look but not eat. I'll make you a box of new ones when the time comes.\"She saw the mechanical aristocrat hesitating at his own cup.\"Don't worry. It's only machine oil. Perfectly safe for you to consume.\"",
    "Landau's Choice": "\"Did you not hear me? Don't go there ever again! What good can peasants learn in a group!\"\"But I've never heard of the Belobog stories they tell...\"She pulled her brother behind her, denying him the chance to talk back.\"You are both Landaus! One day, you'll face hard choices. Especially you, Serval.\"She knew that her brother did nothing wrong, but she couldn't think of a rebuttal.She went to bed angry after the argument, vowing to herself:\"I will be a grown-up one day. And when that day comes, I will make choices...\"\"My own choices...\"",
    "Time Waits for No One": "She had spent many days next to the window.Flowers were blooming outside when she made gentle medicines with mint and nepeta.Rain was falling outside when she made strong medicines with mosla and ginger.Leaves were falling outside when she made sour medicines with peony roots and dry plums.And snow was falling outside when she made bitter medicines with skullcaps and anemarrhena.Time flows endlessly, but this window and the person sitting next to it remain forever the same.",
    "Shattered Home": "A drop of strength condensed from time itself. All the seemingly insignificant moments come together to form the magnificent choir of fate. \"Absolute control comes from the ability to inflict total destruction.\"",
    "The Birth of the Self": "In the beginning, it had the exact same pose as the previous portrait.Looking at the face identical to hers, she was convinced that this was not her.\"Impossible. How can two portraits be exactly the same?\"She tweaked its joints, opened its eyes, and made its fingers softer.She looked happy when all the changes were done.\"Completely different from yesterday. This is more like who I am today.\""
}